/* used for colons after each label */
":" = ":";

/* field label */
"Email" = "Email ";

/* String_On_Page_Template */
"Email address is missing.  Message cannot be sent." = "L'adresse électronique est manquante. Le message ne peut pas être envoyé.";

/* Label for subject field when it will be hidden */
"Fixed Subject for all messages" = "Sujet fixe pour tous les messages";

/* Label for subject field when it will be a selection menu */
"List of Subjects (separate by commas)" = "Liste de sujets (séparé par des virgules)";

/* field label */
"Message" = "Message";

/* String_On_Page_Template  */
"Message sent." = "Message envoyé.";

/* field label */
"N/A" = "N/D";

/* field label */
"Name" = "Nom";

/* The default label for new fields */
"New field" = "Nouveau champ";

/* String_On_Page_Template */
"No message has been entered.  Message cannot be sent." = "Aucun message n'a été écrit. Le message ne peut pas être envoyé.";

/* Title of invisible, anti-spam field */
"Please leave this field empty:" = "Veuillez laisser ce champ vide :";

/* String_On_Page_Template */
"Please specify an address for the recipient using the Inspector." = "Veuillez indiquer une adresse pour le destinataire en utilisant l'inspecteur.";

/* button label */
"Send" = "Envoyer";

/* field label */
"Subject" = "Objet";

/* String_On_Page_Template */
"Submitting Form..." = "Envoi du formulaire…";

/* Label for subject field when it will be a text field */
"Suggested Subject (optional)" = "Objet suggéré (facultatif)";

/* String_On_Page_Template.  Followed by a number. */
"Unable to Submit form. Result code = " = "Impossible de soumettre le formulaire. Code =";